import Interview from "../components/interview";

export default function InterviewPage() {
    return (
        <>
            <div>
                <Interview title="インタビュー" 
                date="2025-01-01" 
                content="インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容"
                image={["/images/2588787.png", "/images/2588787.png", "/images/2588787.png", "/images/2588787.png", "/images/2588787.png", "/images/2588787.png"]}
                />
            </div>
            <div>
                <Interview title="インタビュー" 
                date="2025-01-01" 
                content="インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容"
                image={["/images/2588787.png", "/images/2588787.png", "/images/2588787.png", "/images/2588787.png", "/images/2588787.png", "/images/2588787.png"]}
                />
            </div>
            <div>
                <Interview title="インタビュー" 
                date="2025-01-01" 
                content="インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容インタビュー内容"
                />
            </div>
        </>
    )
}